Repository: 2048media/kloxo
Catalog: kloxo/other-thirdparty/webmail/horde/nag/po/*.po
Languages: cs_cz, hu_hu

source: (%s including sub-tasks)
cs_cz: (%s vèetnì podúkolù)
hu_hu: (%s alfeladatokkal együtt)

source: %d hour
cs_cz: %d hodina
hu_hu: %d óra

source: %d hour, %d minute
cs_cz: %d hodina, %d minuta
hu_hu: %d óra, %d perc

source: %d hour, %d minutes
cs_cz: %d hodina, %d minut
hu_hu: %d óra, %d perc

source: %d hours
cs_cz: %d hodin
hu_hu: %d óra

source: %d hours, %d minute
cs_cz: %d hodin, %d minuta
hu_hu: %d óra, %d perc

source: %d hours, %d minutes
cs_cz: %d hodin, %d minut
hu_hu: %d óra, %d perc

source: %d minute
cs_cz: %d minuta
hu_hu: %d perc

source: %d minutes
cs_cz: %d minut
hu_hu: %d perc

source: %s at %s
cs_cz: %s na %s
hu_hu: %s, %s

source: %s is due in %s
cs_cz: Po¾adované ukonèení %s je v %s
hu_hu: %s határideje %s múlva esedékes

source: %s is due now.
cs_cz: Ukonèení %s je po¾adováno nyní.
hu_hu: %s most esedékes.

source: %s is now incomplete.
cs_cz: %s je nyní nehotový.
hu_hu: %s nem teljes.

source: %s successfully imported
cs_cz: %s úspì¹nì importováno
hu_hu: A %s fájl sikeresen importálva

source: %s's Task List
cs_cz: %s - Seznam úkolù
hu_hu: %s feladatlistája

source: (highest)
cs_cz: (nejvy¹¹í)
hu_hu: (legsürgõsebb)

source: (lowest)
cs_cz: (nejni¾¹í)
hu_hu: (legkevésbé sürgõs)

source: A due date must be set to enable alarms.
cs_cz: Je nutno nastavit po¾adovaný datum ukonèení pro aktivaci alarmù.
hu_hu: Határidõ szükséges az emlékeztetõkhöz

source: Access denied completing task %s.
cs_cz: Zamezen pøístup pro dokonèení úkolu %s.
hu_hu: Nincs jogosultsága %s feladatot befejezetté nyilvánítani.

source: Access denied deleting task.
cs_cz: Zamezen pøístup pro smazání úkolu.
hu_hu: Nincs jogosultsága %s feladatot törölni.

source: Access denied editing task.
cs_cz: Zamezen pøístup pro úpravu úkolu.
hu_hu: Nincs jogosultsága %s feladatot módosítani.

source: Access denied editing task: %s
cs_cz: Zamezen pøístup pro úpravu úkolu: %s.
hu_hu: Nincs jogosultsága a feladatot módosítani: %s

source: Access denied moving the task to %s.
cs_cz: Zamezen pøístup pro pøesun úkolu do %s.
hu_hu: Nincs jogosultsága %s feladatot áthelyezni.

source: Access denied removing task from %s.
cs_cz: Zamezen pøístup pro odstranìní úkolu z %s.
hu_hu: Nincs jogosultsága a feladatot eltávolítani %s-bõl.

source: Access denied saving task to %s.
cs_cz: Zamezen pøístup pro ulo¾ení úkolu do %s.
hu_hu: Nincs jogosultsága a feladatot elmenteni %s-be.

source: Access denied saving task: %s
cs_cz: Zamezen pøístup pro ulo¾ení úkolu: %s.
hu_hu: Nincs jogosultsága a feladatot elmenteni: %s

source: All tasks
cs_cz: V¹echny úkoly
hu_hu: Összes feladat

source: Always show completed and future tasks?
cs_cz: V¾dy zobrazovat dokonèené a budoucí úkoly?
hu_hu: Elvégzett és jövõbeli feladatok megjelenítése

source: Always show overdue tasks?
cs_cz: V¾dy zobrazit zpo¾dìné úkoly?
hu_hu: A határidõig el nem végzett feladatokat megjelenítése

source: Ascending
cs_cz: Vzestupnì
hu_hu: Növekvõ

source: Assignee
cs_cz: Øe¹itel
hu_hu: Felelõs

source: Block title
cs_cz: Nadpis bloku
hu_hu: A képernyõmodul neve

source: Calendar
cs_cz: Kalendáø
hu_hu: Naptár

source: Cancel
cs_cz: Zru¹it
hu_hu: Mégse

source: Cat_egory
cs_cz: Kat_egorie
hu_hu: _Kategória

source: Category
cs_cz: Kategorie
hu_hu: Kategória

source: Change Permissions
cs_cz: Zmìnit práva
hu_hu: Jogosultságok szerkesztése

source: Change your task sorting and display options.
cs_cz: Zmìò mo¾nosti tøídení a zobrazení.
hu_hu: Sorbarendezési és megjelenítési beállítások.

source: Changed alarm from %s to %s
cs_cz: Byl zmìnìn alarm z %s na %s
hu_hu: Emlékeztetõ: "%s" -> "%s"

source: Changed assignee from "%s" to "%s"
cs_cz: Byl zmìnìn øe¹itel z "%s" na "%s"
hu_hu: Felelõs: "%s" -> "%s"

source: Changed category from "%s" to "%s"
cs_cz: Byla zmìnìna kategorie z "%s" na "%s"
hu_hu: Kategória: "%s" -> "%s"

source: Changed completion from %s to %s
cs_cz: Bylo zmìnìno dokonèení z %s na %s
hu_hu: Befejezés: "%s" -> "%s"

source: Changed description
cs_cz: Byl zmìnìn popis
hu_hu: Leírás változott

source: Changed due date from %s to %s
cs_cz: Byl zmìnìn po¾adovaný datum dokonèení z %s na %s
hu_hu: Határidõ: "%s" -> "%s"

source: Changed estimate from %s to %s
cs_cz: Byl zmìnìn odhadovaný èas z %s na %s
hu_hu: Elõrejelzés: "%s" -> "%s"

source: Changed name from "%s" to "%s"
cs_cz: Byla zmìnìn název z "%s" na "%s"
hu_hu: Módosult: "%s" -> "%s"

source: Changed parent task from "%s" to "%s"
cs_cz: Byl zmìnìn rodièovský úkol z "%s" na "%s"
hu_hu: Szülõ feladat: "%s" -> "%s"

source: Changed priority from %s to %s
cs_cz: Byl zmìnìna dùle¾itost z %s na %s
hu_hu: Sürgõsség: "%s" -> "%s"

source: Changed start date from %s to %s
cs_cz: Byl zmìnìn datum zaèátku z %s na %s
hu_hu: Kezdet: "%s" -> "%s"

source: Changed task list from "%s" to "%s"
cs_cz: Byl zmìnìn seznam úkolù z "%s" na "%s"
hu_hu: Feladatlista: "%s" -> "%s"

source: Changes made for this task:
cs_cz: Zmìny které byly vykonány pro tento úkol:
hu_hu: Változások:

source: Choose how you want to receive reminders for tasks with alarms:
cs_cz: Vyberte jakým zpùsobem chcete dostávat pøipomínky pro úkoly s alarmy:
hu_hu: Emlékeztetõküldés módja:

source: Choose if you want to be notified of new, edited, and deleted tasks by email:
cs_cz: Vyberte jestli chcete být upozornìni e-mailem na nové, upravené a smazáne úkoly:
hu_hu: Értesítés új, módosított, vagy törölt feladatokról

source: Choose if you want to be notified of task changes and task alarms.
cs_cz: Vyberte jakým zpùsobem chcete být upozoròováni na zmìny v úkolech a na úkolové alarmy.
hu_hu: Értesítés a feladatok megváltozásáról és az emlékeztetõkrõl.

source: Choose your default task list.
cs_cz: Zvolit výchozí seznam úkolù.
hu_hu: Az alapértelmezett feladatlistája.

source: Click or copy this URL to display this task list
cs_cz: Kliknìte nebo si zkopírujte toto URL pro zobrazení tohto úkolu
hu_hu: Kattintson rá vagy másolja le ezt a címet a feladatlista megjelenítéséhez

source: Close
cs_cz: Zavøít
hu_hu: Bezárás

source: Close Search
cs_cz: Uzavøít vyhledávnání
hu_hu: A keresés bezárása

source: Complete
cs_cz: Dokonèit
hu_hu: Elvégezve

source: Complete "%s"
cs_cz: Dokonèit "%s"
hu_hu: "%s" elvégezve

source: Complete Task
cs_cz: Dokonèit úkol
hu_hu: A feladat késszé nyilvánítása

source: Complete tasks
cs_cz: Dokonèit úkoly
hu_hu: A feladatok befejezése

source: Completed
cs_cz: Dokonèeno
hu_hu: Elvégezve

source: Completed %s.
cs_cz: %s dokonèeno.
hu_hu: %s elvégezve.

source: Completed Tasks
cs_cz: Dokonèené úkoly
hu_hu: Elvégzett feladatok

source: Completed parent task, mark it as incomplete first
cs_cz: Rodièovský úkol je dokonèen, nejdøív ho oznaète za nedokonèený
hu_hu: A fõfeladat elvégezve, elõször állítsa át befejezetlenre

source: Completed tasks
cs_cz: Dokonèené úkoly
hu_hu: Elvégzett feladatok

source: Completed?
cs_cz: Dokonèeno?
hu_hu: Elvégezve

source: Completion Date
cs_cz: Datum dokonèení
hu_hu: Befejezési dátum

source: Completion Status
cs_cz: Stav dokonèení
hu_hu: Státusz

source: Connection failed: %s
cs_cz: Spojení selhalo: %s
hu_hu: A kapcsolódás nem sikerült: %s

source: Create
cs_cz: Vytvoøit
hu_hu: Létrehozás

source: Create Task List
cs_cz: Vytvoøit seznam úkolù
hu_hu: Feladatlista létrehozása

source: Create a new Task List
cs_cz: Vytvoøit nový seznam úkolù
hu_hu: Új feladatlista létrehozása

source: Created
cs_cz: Vytvoøeno
hu_hu: Létrehozva

source: Daily
cs_cz: Dennì
hu_hu: Naponta

source: Day
cs_cz: Den
hu_hu: Nap

source: Day(s)
cs_cz: Den(Dny)
hu_hu: Nap

source: Default Task List
cs_cz: Výchozí seznam úkolù
hu_hu: Az alapértelmezés szerinti feladatlista

source: Defaults for new tasks
cs_cz: Výchozí hodnoty pro nové úkoly.
hu_hu: Új feladatok alapértelmezett beállításai.

source: Delay Start Until
cs_cz: Pozdr¾et zaèátek do
hu_hu: Késedelem vége

source: Delete
cs_cz: Smazat
hu_hu: Törlés

source: Delete %s
cs_cz: Smazat %s
hu_hu: %s törlése

source: Delete Confirmation
cs_cz: Potvrzení smazání
hu_hu: A törlés megerõsítése

source: Delete button behaviour
cs_cz: Chování tlaèítka pro smazání
hu_hu: Törlési beállítások.

source: Delete this task
cs_cz: Smazat tento úkol
hu_hu: A feljegyzés törlése

source: Deleted %s.
cs_cz: Smazáno %s.
hu_hu: %s kitörölve.

source: Deleting entire tasklists is not supported.
cs_cz: Smazání celého seznamu úkolù není podporováno.
hu_hu: Feladatlisták törlése nem támogatott.

source: Descending
cs_cz: Sestupnì
hu_hu: Csökkenõ

source: Description
cs_cz: Popis
hu_hu: Leírás

source: Display Options
cs_cz: Mo¾nosti zobrazení
hu_hu: Megjelenítési beállítások

source: Display URL
cs_cz: Zobrazit URL
hu_hu: Az URL megjelenítése

source: Do you want to confirm deleting entries?
cs_cz: Chcete potvrdit smazání polo¾ek?
hu_hu: Megerõsítõ kérdés az adatok törlése elõtt

source: Don't send me a notification if I've added, changed or deleted the task?
cs_cz: Neposílat mi upozornìní pokud jsem já pøidal, zmìnil nebo smazal úkol?
hu_hu: Email tájékoztatás elhagyása az események módosítása ill. törlése esetén

source: Due By
cs_cz: Po¾adováno
hu_hu: Határidõ

source: Due Date
cs_cz: Datum po¾adovaného dokonèení
hu_hu: A határidõ napja

source: Due date specified.
cs_cz: Uvedeno po¾adované datum dokonèení.
hu_hu: A határidõ napja.

source: Edit
cs_cz: Upravit
hu_hu: Módosítás

source: Edit "%s"
cs_cz: Upravit "%s"
hu_hu: "%s" módosítása

source: Edit %s
cs_cz: Upravit %s
hu_hu: %s módosítása

source: Edit Task
cs_cz: Upravit úkol
hu_hu: A feladat módosítása

source: Edit categories and colors
cs_cz: Upravit kategorie a barvy
hu_hu: A kategóriák és színeik módosítása

source: Edit: %s
cs_cz: Upravit: %s
hu_hu: "%s" módosítása

source: Error deleting task: %s
cs_cz: Nastala chyba pøi smazávání úkolu: %s
hu_hu: Nem sikerült a feladat törlése: %s

source: Estimated Time
cs_cz: Odhadovaný èas
hu_hu: Becsült idõ

source: Export
cs_cz: Exportovat
hu_hu: Exportálás

source: Export Tasks
cs_cz: Exportovat úkoly
hu_hu: Feladatok exportálása

source: External Data
cs_cz: Externí data
hu_hu: Külsõ adat

source: Future tasks
cs_cz: Budoucí úkoly
hu_hu: Jövõbeli feladatok

source: General Options
cs_cz: V¹eobecné mo¾nosti
hu_hu: Általános beállítások

source: Hour
cs_cz: Hodina
hu_hu: Óra

source: Hour(s)
cs_cz: Hodin(a)
hu_hu: Óra

source: Import Tasks, Step %d
cs_cz: Importovat úkoly, krok %d
hu_hu: Feladatok importálása, %d. lépés

source: Import/Export Tasks
cs_cz: Importovat/Exportovat úkoly
hu_hu: Feladatok importálása/exportálása

source: Incom_plete tasks
cs_cz: Nedoko_nèené úkoly
hu_hu: Elvégzet_len feladatok

source: Incomplete Tasks
cs_cz: Nedokonèené úkoly
hu_hu: Elvégzetlen feladatok

source: Incomplete sub tasks, complete them first
cs_cz: Nedokonèené podúkoly, nejdøív je dokonèete
hu_hu: Az alfeladatok befejezetlenek, elõször végezze el õket

source: Incomplete tasks
cs_cz: Nedokonèené úkoly
hu_hu: Elvégzetlen feladatok

source: Invalid tasklist file requested.
cs_cz: Byl po¾adován neplatný soubor se seznamy úkolù.
hu_hu: A küldött adat hibás/elfogadhatatlan.

source: Invalid tasklist name supplied.
cs_cz: Byl zadán neplatný název seznamu úkolù.
hu_hu: Érvénytelen a feladatlista neve.

source: Invalid tasklist requested.
cs_cz: Byl po¾adován neplatný seznam úkolù.
hu_hu: A kért adat érvénytelen.

source: Last Modified
cs_cz: Poslední zmìna
hu_hu: Utolsó módosítás

source: Manage Task Lists
cs_cz: Spravovat seznamy úkolù
hu_hu: Feladatlisták kezelése

source: Mark "%s" as incomplete
cs_cz: Oznaèit "%s" jako nedokonèený
hu_hu: "%s" megjelölése elvégzetlentként

source: Mark as incomplete
cs_cz: Oznaèit jako nedokonèený
hu_hu: Megjelölés elvégzetlentként

source: Maximum Number of Tasks
cs_cz: Maximální poèet úkolù
hu_hu: A feladatok maximális száma

source: Menu Alarms
cs_cz: Menu alarmy
hu_hu: Emlékeztetõk menü

source: Menu List
cs_cz: Menu seznam
hu_hu: Menülista

source: Minute
cs_cz: Minuta
hu_hu: perc

source: Minute(s)
cs_cz: Minut(a)
hu_hu: perc

source: Month
cs_cz: Mìsíc
hu_hu: hónap

source: Monthly
cs_cz: Mìsíènì
hu_hu: Havonta

source: More Options...
cs_cz: Víc mo¾ností...
hu_hu: További beállítások...

source: Multiple iCalendar components found; only one vTodo is supported.
cs_cz: Nalezeno nìkolik èástí iCalendar; je mo¾né pou¾ít pouze jednu vTodo.
hu_hu: Több iCalendar komponens; csak egy vTodo használata támogatott.

source: My Task Lists:
cs_cz: Mé seznamy úkolù:
hu_hu: Feladatlistáim:

source: My Tasks
cs_cz: Mé úkoly
hu_hu: Feladataim

source: N_ame
cs_cz: Náz_ev
hu_hu: _Elnevezés

source: Na_me
cs_cz: Ná_zev
hu_hu: Elnevezés

source: Nag/kolab: Did not find task %s
cs_cz: Nag/kolab: Nelze najít úkol %s
hu_hu: Nag/kolab: %s feladat nem található

source: Name
cs_cz: Název
hu_hu: Elnevezés

source: New Task
cs_cz: Nový úkol
hu_hu: Új feladat

source: Next
cs_cz: Dal¹í
hu_hu: Következõ

source: No
cs_cz: Ne
hu_hu: Nem

source: No delay
cs_cz: Bez zdr¾ení
hu_hu: Nincs késleltetés

source: No due date.
cs_cz: Bez po¾adovaného data dokonèení.
hu_hu: Nincs határidõ.

source: No iCalendar data was found.
cs_cz: Nebyla nalezena ¾ádna data v iCalendar.
hu_hu: Nem található iCalendar adat.

source: No parent task
cs_cz: Bez rodièovského úkolu
hu_hu: Nincs szülõ feladat

source: No recurrence
cs_cz: Bez opakování
hu_hu: Nincs ismétlõdés

source: No task lists are available to guests.
cs_cz: ®ádný seznam úkolù není dostupný pro hosty.
hu_hu: A vendég felhasználók részére nem áll rendelkezésre feladatlista.

source: No tasks match
cs_cz: ®ádné úkoly se neshodují
hu_hu: Nincs ilyen feladat

source: No tasks to display
cs_cz: ®ádné úkoly k zobrazení
hu_hu: Nincs megjeleníthetõ feladat

source: None
cs_cz: ®ádný
hu_hu: Nincs

source: Not Completed
cs_cz: Nedokonèeno
hu_hu: Elvégzetlen

source: Not Private
cs_cz: Není privátní?
hu_hu: Nem privát

source: Not configured
cs_cz: Není nakonfigurováno
hu_hu: Nem beállított

source: Notifications
cs_cz: Upozornìní
hu_hu: Értesítések

source: On all shown task lists
cs_cz: Pro v¹echny viditelné seznamy úkolù
hu_hu: Az összes megjelenített feladatlistán

source: On all task lists I have read access to
cs_cz: Pro v¹echny seznamy úkolù do kterých mám pøístup na ètení
hu_hu: Az összes feladatlistán, amihez hozzáférek

source: On my task lists only
cs_cz: Jenom pro moje seznamy úkolù
hu_hu: Csak a saját feladatlistáimon

source: P_ri
cs_cz: Dù_l
hu_hu: Sürg

source: Parent task
cs_cz: Rodièovský úkol
hu_hu: Szülõ feladat

source: Permission Denied
cs_cz: Nepovolený pøístup
hu_hu: Hozzáférés megtagadva

source: Permission denied
cs_cz: Nepovolený pøístup
hu_hu: Hozzáférés megtagadva

source: Priority
cs_cz: Dùle¾itost
hu_hu: Sürgõsség

source: Private
cs_cz: Privátní
hu_hu: Privát

source: Private Task
cs_cz: Privátní úkol
hu_hu: Privát feladat

source: Private?
cs_cz: Privátní?
hu_hu: Privát

source: Really delete the task list "%s"? This cannot be undone and all data on this task list will be permanently removed.
cs_cz: Opravdu chcete smazat seznam úkolù "%s"? Túto akci nelze vrátit a v¹echny data v tomhle seznamu úkolù budou natrvalo smazány.
hu_hu: Valóban törölni kívánja a(z) "%s" feladatlistát? A törlés visszafordíthatatlan, a feladatlista adatait véglegesen törli.

source: Really delete this task?
cs_cz: Skuteènì odstranit tento úkol?
hu_hu: Valóban törölni kívánja ezt a feladatot?

source: Save
cs_cz: Ulo¾it
hu_hu: Mentés

source: Saved %s.
cs_cz: Ulo¾eno %s.
hu_hu: %s elmentve.

source: Search
cs_cz: Hledat
hu_hu: Keresés

source: Search In:
cs_cz: Vyhledat v:
hu_hu: Keresés itt:

source: Search _Text:
cs_cz: Hledaný _text
hu_hu: A keresendõ _szöveg:

source: Search for Task Lists:
cs_cz: Vyhledávání seznamu úkolù:
hu_hu: Feladatlisták keresése:

source: Search:
cs_cz: Vyhledat:
hu_hu: Keresés:

source: Search: Results for "%s"
cs_cz: Vyhledávání: Výsledky pro "%s"
hu_hu: Keresés: "%s" eredménye

source: Select a date
cs_cz: Vybrat datum
hu_hu: Dátum

source: Select the columns that should be shown in the list view:
cs_cz: Vyberte sloupce, které se mají zobrazit pøi seznamovém zobrazení:
hu_hu: A listanézetben megjelenítendõ mezõk:

source: Select the export format:
cs_cz: Zvolit formát exportu:
hu_hu: Az exportálás formátuma:

source: Select the file to import:
cs_cz: Vybrat soubor k importování:
hu_hu: Az importálandó fájl:

source: Select the format of the source file:
cs_cz: Vybrat formát zdrojového souboru:
hu_hu: Az importálandó fájl formátuma:

source: Select the task list(s) to export from:
cs_cz: Vybrat seznam(y) úkolù pro exportování:
hu_hu: Exportálás ebbõl a feladatlistából:

source: Select the task states to export:
cs_cz: Vybrat stavy úkolù pro export:
hu_hu: Az exportálandó feladatok státusza:

source: Shared Task Lists:
cs_cz: Sdílený seznam úkolù:
hu_hu: Megosztott feladatlisták:

source: Show action buttons?
cs_cz: Zobrazit tlaèítka s akcemi?
hu_hu: Teendõikonok megjelenítése

source: Show complete, incomplete, or all tasks in the task list?
cs_cz: Zobrazit dokonèené, nedokonèené nebo v¹echny úkoly v seznamu úkolù?
hu_hu: A elvégzett, az elvégzetlen vagy az összes feladatot megjelenítése a feladatlistában?

source: Show data from any of these other applications in your task list?
cs_cz: Zobrazit data z jakýchkoliv jiných aplikací ve Va¹em seznamu úkolù?
hu_hu: Feladatlistájában ezen programok adatainak megjelenítése:

source: Show data from other applications or sources.
cs_cz: Zobrazit data z jiných aplikací nebo zdrojù.
hu_hu: Más programok illetve adatforrások adatainak megjelenítése.

source: Show due dates?
cs_cz: Zobrazit datum po¾adovaného dokonèení?
hu_hu: Határidõk megjelenítése

source: Show priorities?
cs_cz: Zobrazit dùle¾itost?
hu_hu: Sürgõsség megjelenítése

source: Show task alarms?
cs_cz: Zobrazit alarmy pro úkoly?
hu_hu: Emlékeztetõk megjelenítése

source: Show task category?
cs_cz: Zobrazit kategorie úkolù?
hu_hu: Kategóriák megjelenítése

source: Show tasklist name?
cs_cz: Zobrazit název seznamu úkolù?
hu_hu: Feladatlista nevének megjelenítése

source: Show tasks from these categories
cs_cz: Zobrazit úkoly v tìchto kategoriích
hu_hu: A következõ kategóriákba sorolt feladatok megjelenítése

source: Show tasks from these tasklists
cs_cz: Zobrazit úkoly z tìchto seznamu úkolù
hu_hu: A következõ feladatlisták tartalmának megjelenítése

source: Sort by Assignee
cs_cz: Setøídit podle øe¹itele
hu_hu: Rendezés felelõs szerint

source: Sort by Category
cs_cz: Setøídit podle kategorií
hu_hu: Rendezés kategória szerint

source: Sort by Completion Status
cs_cz: Setøídit podle stavu dokonèení
hu_hu: Rendezés a befejezettség szerint

source: Sort by Due Date
cs_cz: Setøídit podle data po¾adovaného dokonèení
hu_hu: Rendezés a határidõ szerint

source: Sort by Name
cs_cz: Set%rídit podle názvu
hu_hu: Rendezés az elnevezés szerint

source: Sort by Priority
cs_cz: Setøídit podle dùle¾itosti
hu_hu: Rendezés sürgõsség szerint

source: Sort by User Name
cs_cz: Setøídit podle u¾ivatelského jména
hu_hu: Rendezés a felhasználói név szerint

source: Sort by estimated time
cs_cz: Setøídit podle èasového odhadu
hu_hu: Rendezés a becsült idõ szerint

source: Sort direction:
cs_cz: Smìr tøídìní:
hu_hu: A rendezés iránya:

source: Sort tasks by:
cs_cz: Setøídit úkoly podle:
hu_hu: A rendezés szempontja:

source: Start
cs_cz: Zaèátek
hu_hu: Kezdet

source: Start Date
cs_cz: Datum zaèátku
hu_hu: Kezdõ dátum

source: Start date specified.
cs_cz: Zadáno datum zaèátku.
hu_hu: Kezdõ dátum.

source: Subscription URL
cs_cz: Odebírací URL
hu_hu: Elérési cím

source: Task Alarm
cs_cz: Alarm úkolu
hu_hu: Emlékeztetõ

source: Task Alarm?
cs_cz: Alarm úkolu?
hu_hu: Tartozik a feladathoz emlékeztetõ?

source: Task Defaults
cs_cz: Výchozí hodnoty úkolu
hu_hu: A feladat alapértelmezett beállításai

source: Task ID not found
cs_cz: Nebylo nalezeno ID úkolu
hu_hu: A feladat nem található.

source: Task List
cs_cz: Seznam úkolù
hu_hu: Feladatlista

source: Task List Description
cs_cz: Popis seznamu úkolù
hu_hu: Az feladatlista leírása

source: Task List Information
cs_cz: Informace o seznamu úkolù
hu_hu: Feladatlista információk

source: Task List List
cs_cz: Seznam seznamù úkolù
hu_hu: Feladatok

source: Task List Name
cs_cz: Název seznamu úkolù
hu_hu: Feladatlista neve

source: Task List and Share Options
cs_cz: Seznam úkolù a ro¾nosti sdílení
hu_hu: Feladatlisták és megosztások

source: Task List owned by %s.
cs_cz: Vlastník seznamu úkolù je %s.
hu_hu: A feladatlista tulajdonosa %s.

source: Task Lists
cs_cz: Seznamy úkolù
hu_hu: Feladatlisták

source: Task Name
cs_cz: Název úkolu
hu_hu: A feladat elnevezése

source: Task Note
cs_cz: Poznámka k úkolu
hu_hu: Megjegyzés

source: Task Note?
cs_cz: Poznámku k úkolu?
hu_hu: Van megjegyzés?

source: Task Search
cs_cz: Vyhledávání úkolù
hu_hu: Feladat keresése

source: Task UID not found
cs_cz: Nenalezeno UID úkolu
hu_hu: A feladat nem található.

source: Task added:
cs_cz: Úkol byl pøidán:
hu_hu: Feladat hozzáadva:

source: Task deleted:
cs_cz: Úkol byl smazán:
hu_hu: Feladat törölve:

source: Task description:
cs_cz: Popis úkolu:
hu_hu: Leírás:

source: Task modified:
cs_cz: Úkol byl zmìnìn:
hu_hu: Feladat módosítva:

source: Task not found.
cs_cz: Úkol nebyl nalezen.
hu_hu: A feladat nem található.

source: Tasklist does not exist or no permission to delete
cs_cz: Seznam úkolù neexistuje nebo není právo pro smazání
hu_hu: %s nem létezik, vagy nincs jogosultság a törlésére.

source: Tasklist does not exist or no permission to edit
cs_cz: Seznam úkolù neexistuje nebo není právo pro upravení
hu_hu: %s nem létezik, vagy nincs jogosultság a módosítására.

source: Tasks
cs_cz: Úkoly
hu_hu: Feladatok

source: Tasks Summary
cs_cz: Shrnutí úkolù
hu_hu: Feladatlista összefoglalás

source: Tasks from %s
cs_cz: Úkoly z %s
hu_hu: Feladatok innen: %s

source: The %s file didn't contain any tasks.
cs_cz: Soubor %s neobsahoval ¾ádné úkoly.
hu_hu: A(z) "%s" állományban nem volt feladat.

source: The Tasks backend is not currently available.
cs_cz: Úkolový backend momentálnì není dostupný.
hu_hu: A Feladat alrendszer jelenleg nem áll rendelkezésre.

source: The Tasks backend is not currently available: %s
cs_cz: Úkolový backend momentálnì není dostupný: %s.
hu_hu: A Feladatlista alrendszer jelenleg nem áll rendelkezésre: %s

source: The current hour
cs_cz: Aktuální hodina
hu_hu: A jelenlegi óra

source: The task "%s" has been added to task list "%s", with a due date of: %s.
cs_cz: Úkol "%s" byl pøidán do seznamu úkolù "%s", s po¾adovaným datem dokonèení: %s.
hu_hu: A(z) "%s" feladat hozzáadva a(z) "%s" nevû feladatlistához a következõ határidõvel: %s.

source: The task "%s" has been deleted from task list "%s".
cs_cz: Úkol "%s" byl smazán ze seznamu úkolù "%s".
hu_hu: A(z) "%s" feladat törölve a(z) "%s" nevû feladatlistából.

source: The task "%s" has been edited on task list "%s".
cs_cz: Úkol "%s" byl upraven v seznamu úkolù "%s".
hu_hu: A(z) "%s" feladat módosítva a(z) "%s" nevû feladatlistában.

source: The task list "%s" has been created.
cs_cz: Byl vytvoøen seznam úkolù "%s".
hu_hu: A(z) "%s" feladatlista létrehozva.

source: The task list "%s" has been deleted.
cs_cz: Byl smazán seznam úkolù "%s".
hu_hu: A(z) "%s" feladatlista törölve.

source: The task list "%s" has been renamed to "%s".
cs_cz: Seznam úkolù "%s" byl pøejmenován na "%s".
hu_hu: A(z) "%s" feladatlista átnevezve erre: "%s".

source: The task list "%s" has been saved.
cs_cz: Byl ulo¾en seznam úkolù "%s".
hu_hu: A(z) "%s" feladatlista elmentve.

source: Then:
cs_cz: Pak:
hu_hu: Aztán:

source: There are no tasks matching the current criteria.
cs_cz: ®ádné úkoly se neshodují se souèasným kritériem.
hu_hu: Nincs a feltételeknek megfelelõ feladat.

source: There was a problem completing %s: %s
cs_cz: Vyskytl se problém pøi dokonèování %s: %s
hu_hu: A(z) %s feladat késszé nyilvánítása során hiba lépett fel: %s

source: There was a problem deleting %s: %s
cs_cz: Vyskytl se problém pøi smazávání %s: %s
hu_hu: A(z) %s feladat törlése során hiba lépett fel: %s
