Repository: 2048media/kloxo
Catalog: kloxo/other-thirdparty/webmail/horde/nag/po/*.po
Languages: cs_cz, hu_hu

source: There was a problem saving the task: %s.
cs_cz: Vyskytl se problém pøi ukládání úkolu: %s.
hu_hu: A feladat mentése során hiba lépett fel: %s

source: There was an error importing the data: %s
cs_cz: Nastala chyba pøi importování dat: %s.
hu_hu: Az importálás során hiba lépett fel: %s

source: There was an error importing the iCalendar data.
cs_cz: Pøi importování iCalendar dat do¹lo k chybì.
hu_hu: Az iCalendar adatok importálása során hiba lépett fel.

source: There was an error removing tasks for %s. Details have been logged.
cs_cz: Nastala chyba pøi odstraòování úkolu %s. Detaily byly zalogovány.
hu_hu: A feljegyzés törlése során hiba lépett fel: %s. A részletek naplózva

source: There were no tasks to export.
cs_cz: Nebyly ¾ádné úkoly k exportování.
hu_hu: Nem volt exportálható feladat.

source: This file format is not supported.
cs_cz: Tento formát souboru není podporován.
hu_hu: Ismeretlen fájlformátum.

source: This task list cannot be deleted.
cs_cz: Tento seznam úkolù nelze smazat.
hu_hu: Ez a feladatlista nem törölhetõ.

source: To subscribe to this task list from another program, use this URL:
cs_cz: Pro odebírání tohoto seznamu úkolù z jiného programu pou¾ijte toto URL:
hu_hu: Ha a feladatlistát egy másik programból kívánja elérni, ezt a címet használja:

source: Turned privacy off
cs_cz: Soukromí bylo vypnuto
hu_hu: Védelem kikapcsolva

source: Turned privacy on
cs_cz: Soukromí bylo zapnuto
hu_hu: Védelem bekapcsolva

source: Unable to delete "%s": %s
cs_cz: Nelze smazat "%s": %s
hu_hu: "%s" törlése nem sikerült: %s

source: Unable to delete tasklist "%s": %s
cs_cz: Nelze smazat seznam úkolù "%s": %s
hu_hu: "%s" feladatlista törlése nem sikerült: %s

source: Unable to load the definition of %s.
cs_cz: Nelze naèíst definici %s.
hu_hu: Nem sikerült beolvasni %s definícióját.

source: Unable to save task list "%s": %s
cs_cz: Nelze ulo¾it seznam úkolù "%s": %s
hu_hu: "%s" feladatlista mentése nem sikerült: %s

source: Unfiled
cs_cz: Nevyplnìno
hu_hu: besorolatlan

source: Unique ID
cs_cz: Unikátní ID
hu_hu: Egyedi azonosító

source: Unsupported Content-Type: %s
cs_cz: Nepodporovaný typ obsahu (Content-Type): %s
hu_hu: Nem támogatott tartalomtípus: %s

source: We would like to remind you of this due task. %s Date: %s Time: %s %s
cs_cz: Rádi bychom Vám pøipomìli tento úkol s po¾adovaným datem ukonèení. %s Datum: %s Èas: %s %s
hu_hu: Szeretnénk emlékeztetni erre a határidõs feladatra. %s Dátum: %s Idõ: %s %s

source: Week(s)
cs_cz: Týden(y)
hu_hu: Hét

source: Weekly
cs_cz: Týdnì
hu_hu: Hetente

source: What do you want to be the default due time for tasks?
cs_cz: Jakou chcete mít nastavenou výchozí hodnotu po¾adovaného èasu dokonèení?
hu_hu: Mi legyen a feladatok alapértelmezett határideje?

source: When creating a new task, how many days in the future should the default due date be (0 means today)?
cs_cz: Kolik dní v budoucnosti má být výchozí po¾adovaný datum dokonèení pøi vytváøení nového úkolu (0 znamená dnes)?
hu_hu: Új feladat létrehozásakor, hány nappal késõbb legyen a határidõ (0 az aznapot jelenti)?

source: When creating a new task, should it default to having a due date?
cs_cz: Má mít novovytváøený úkol po¾adovaný datum dokonèení jako výchozí?
hu_hu: Új feladat létrehozásakor legyen határideje?

source: Which tasklist should the tasks be added to?
cs_cz: Do kterého seznamu úkolù se mají úkoly ukládat?
hu_hu: Melyik listába vegyük föl a feladatokat?

source: Year
cs_cz: Rok
hu_hu: év

source: Yearly
cs_cz: Roènì
hu_hu: Évente

source: You are not allowed to change this task list.
cs_cz: Nejste oprávnìni mìnit tento seznam úkolù.
hu_hu: Nem jogosult ezt a feladatlistát megváltoztatni.

source: You are not allowed to create more than %d tasks.
cs_cz: Nemáte povoleno vytvoøit více ne¾ %d úkolù.
hu_hu: Legfeljebb %d feladatot hozhat létre.

source: You are not allowed to delete this task list.
cs_cz: Nejste oprávnìni smazat tento seznam úkolù.
hu_hu: Nem jogosult törölni ezt a feladatlistát.

source: You are not allowed to remove user data.
cs_cz: Nejste oprávnìni smazat u¾ivatelská data.
hu_hu: Nem jogosult felhasználói adatokat törölni.

source: You do not have permission to view this tasklist.
cs_cz: Nedostateèná práva pro prohlí¾ení tohoto seznamu úkolù.
hu_hu: Nem jogosult megtekinteni ezt a feladatlistát.

source: You requested to be notified when tasks are added to your task lists.
cs_cz: ®ádali jste aby jste byli upozornìni kdy¾ budou pøidány úkoly do Va¹ich seznamù úkolù.
hu_hu: Értesítést kért arra az esetre, ha új feladatok kerülnek a feladatlistáira.

source: You requested to be notified when tasks are deleted from your task lists.
cs_cz: ®ádali jste aby jste byli upozornìni kdy¾ budou smazány úkoly z Va¹ich seznamech úkolù.
hu_hu: Értesítést kért arra az esetre, ha feladatok törlõdnek a feladatlistáiról.

source: You requested to be notified when tasks are edited on your task lists.
cs_cz: ®ádali jste aby jste byli upozornìni kdy¾ budou upraveny úkoly ve Va¹ich seznamech úkolù.
hu_hu: Értesítést kért arra az esetre, ha módosulnak a feladatok a feladatlistáin.

source: Your default task list:
cs_cz: Vá¹ výchozí seznam úkolù
hu_hu: Az alapértelmezett feladatlista:

source: [Manage Task Lists]
cs_cz: [Spravovat seznamy úkolù]
hu_hu: [Feladatlisták kezelése]

source: [none]
cs_cz: [¾ádný]
hu_hu: [egy sem]

source: _All Tasks
cs_cz: _V¹echny úkoly
hu_hu: Az összes feladat

source: _All tasks
cs_cz: _V¹echny úkoly
hu_hu: Az összes feladat

source: _Category
cs_cz: _Kategorie
hu_hu: _Kategória

source: _Complete
cs_cz: _Dokonèit
hu_hu: _Elvégzett

source: _Completed tasks
cs_cz: _Dokonèené úkoly
hu_hu: _Elvégzett feladatok

source: _Delete
cs_cz: _Smazat
hu_hu: _Törlés

source: _Description
cs_cz: _Popis
hu_hu: _Megjegyzés

source: _Due Date
cs_cz: _Datum po¾adovaného dokonèení
hu_hu: _Határidõ

source: _Edit
cs_cz: _Upravit
hu_hu: _Módosítás

source: _Future tasks
cs_cz: _Budoucí úkoly
hu_hu: _Jövõbeli feladatok

source: _Import/Export
cs_cz: _Importovat/Exportovat

source: _List Tasks
cs_cz: _Seznam úkolù
hu_hu: _Feladatok

source: _New Task
cs_cz: _Nový úkol
hu_hu: Ú_j feladat

source: _Print
cs_cz: _Tisk
hu_hu: _Nyomtatás

source: _Search
cs_cz: _Vyhledat
hu_hu: Kere_sés

source: _Task List
cs_cz: _Seznam úkolù
hu_hu: Feladat_lista

source: am
cs_cz: Dopoledne
hu_hu: de.

source: by %s
cs_cz: u¾ivatelem %s
hu_hu: %s által

source: by me
cs_cz: mnou
hu_hu: általam

source: completed
cs_cz: dokonèeno
hu_hu: Elvégzett

source: in %s
cs_cz: v %s
hu_hu: %s jegyzettömbben

source: no due date
cs_cz: bez po¾adovaného data dokonèení
hu_hu: nincs határidõ

source: no parent
cs_cz: Bez rodièe
hu_hu: nincs szülõ feladat

source: no start date
cs_cz: Bez data zaèátku
hu_hu: nincs kezdõdátum

source: no time
cs_cz: bez èasového údaje
hu_hu: nincs idõpont

source: not completed
cs_cz: nedokonèeno
hu_hu: elvégzetlen

source: pm
cs_cz: odpoledne
hu_hu: du.

source: tasks.csv
cs_cz: ukoly.cvs
hu_hu: feladatok.csv

source: tasks.ics
cs_cz: ukoly.ics
hu_hu: feladatok.ics

source: Alarm
hu_hu: Emlékeztetõ
